const tansiq = [
  {
	"name": "كلية أصول الدين بنين أسيوط",
	"year": "2023/2024",
	"az": "315.00",
	"as": "318.00",
	"ez": "325.00",
	"es": "341.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
	"year": "2023/2024",
	"az": "412.00",
	"as": "371.00",
	"ez": "435.00",
	"es": "382.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
	"year": "2023/2024",
	"az": "366.00",
	"as": "344.00",
	"ez": "392.00",
	"es": "325.00"
}, {
    "name": "معهد معاوني القضاء بكلية الشريعة والقانون بنين أسيوط ",
	"year": "2023/2024",
	"az": "341.00",
	"as": "غير متوفر",
	"ez": "325",
	"es": "غير متوفر"
}, {
	"name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
	"year": "2023/2024",
	"az": "315.00",
	"as": "322.00",
	"ez": "343.00",
	"es": "349.00"
}, {
	"name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
	"year": "2023/2024",
	"az": "363.00",
	"as": "337.00",
	"ez": "332.00",
	"es": "358.00"
}, {
	"name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
	"year": "2023/2024",
	"az": "317.00",
	"as": "غير متوفر",
	"ez": "338.00",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة عامة بنين أسيوط",
	"year": "2023/2024",
	"az": "334.00",
	"as": "غير متوفر",
	"ez": "341.00",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة خاصة بنين أسيوط",
	"year": "2023/2024",
	"az": "372.00",
	"as": "غير متوفر",
	"ez": "347.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الزراعة بنين أسيوط",
	"year": "2023/2024",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "463.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
	"year": "2023/2024",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "521.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الصيدلة تخصص عام بنين أسيوط",
	"year": "2023/2024",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "603.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الطب تخصص عام بنين أسيوط",
	"year": "2023/2024",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "616.00",
	"es": "غير متوفر"
}, {
	"name": "كلية طب اسنان تخصص عام بنين أسيوط",
	"year": "2023/2024",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "613.00",
	"es": "غير متوفر"
}, {
	"name": "كلية العلوم تخصص عام بنين أسيوط",
	"year": "2023/2024",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "517.00",
	"es": "غير متوفر"
}, {
    "name": "معهد إعداد فني التحاليل البيولوجية بكلية العلوم بنين أسيوط ",
	"year": "2023/2024",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "572.00",
	"es": "غير متوفر"
}, {
    "name": "معهد إعداد فني المختبرات بكلية العلوم بنين أسيوط ",
	"year": "2023/2024",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "568.00",
	"es": "غير متوفر"
}, {
    "name": "معهد فني صحي للتسجيل الطبي والاحصاء بكلية العلوم بنين بأسيوط ",
	"year": "2023/2024",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "517.00",
	"es": "غير متوفر"
}, 
    
{
	"name": "كلية أصول الدين بنين أسيوط",
	"year": "2022/2023",
	"az": "315.00",
	"as": "315.00",
	"ez": "325.00",
	"es": "390.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
	"year": "2022/2023",
	"az": "359.00",
	"as": "342.00",
	"ez": "358.00",
	"es": "325.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
	"year": "2022/2023",
	"az": "322.00",
	"as": "315.00",
	"ez": "325.00",
	"es": "354.00"
}, {
	"name": "معهد معاوني القضاء بكلية الشريعة والقانون بنين أسيوط",
	"year": "2022/2023",
	"az": "343.00",
	"as": "غير متوفر",
	"ez": "325",
	"es": "غير متوفر"
}, {
	"name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
	"year": "2022/2023",
	"az": "315.00",
	"as": "326.00",
	"ez": "325.00",
	"es": "500.00"
}, {
	"name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
	"year": "2022/2023",
	"az": "327.00",
	"as": "315.00",
	"ez": "330.00",
	"es": "357.00"
}, {
	"name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
	"year": "2022/2023",
	"az": "315.00",
	"as": "غير متوفر",
	"ez": "338.00",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة عامة بنين أسيوط",
	"year": "2022/2023",
	"az": "361.00",
	"as": "غير متوفر",
	"ez": "340.00",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة خاصة بنين أسيوط",
	"year": "2022/2023",
	"az": "331.00",
	"as": "غير متوفر",
	"ez": "368.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الزراعة بنين أسيوط",
	"year": "2022/2023",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "465.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
	"year": "2022/2023",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "524.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الصيدلة تخصص عام بنين أسيوط",
	"year": "2022/2023",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "603.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الطب تخصص عام بنين أسيوط",
	"year": "2022/2023",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "616.00",
	"es": "غير متوفر"
}, {
	"name": "كلية طب اسنان تخصص عام بنين أسيوط",
	"year": "2022/2023",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "613.00",
	"es": "غير متوفر"
}, {
	"name": "كلية العلوم تخصص عام بنين أسيوط",
	"year": "2022/2023",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "521.00",
	"es": "غير متوفر"
}, {
	"name": "معهد إعداد فني التحاليل البيولوجية بكلية العلوم بنين أسيوط",
	"year": "2022/2023",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "559.00",
	"es": "غير متوفر"
}, {
	"name": "معهد إعداد فني المختبرات بكلية العلوم بنين أسيوط",
	"year": "2022/2023",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "553.00",
	"es": "غير متوفر"
}, {
	"name": "كلية أصول الدين بنين أسيوط",
	"year": "2021/2022",
	"az": "317.00",
	"as": "315.00",
	"ez": "337.00",
	"es": "325.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
	"year": "2021/2022",
	"az": "409.00",
	"as": "375.00",
	"ez": "325.00",
	"es": "325.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
	"year": "2021/2022",
	"az": "363.00",
	"as": "337.00",
	"ez": "375.00",
	"es": "325.00"
}, {
	"name": "معهد معاوني القضاء بكلية الشريعة والقانون بنين أسيوط",
	"year": "2021/2022",
	"az": "367.00",
	"as": "غير متوفر",
	"ez": "325.00",
	"es": "غير متوفر"
}, {
	"name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
	"year": "2021/2022",
	"az": "317.00",
	"as": "315.00",
	"ez": "328.50",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
	"year": "2021/2022",
	"az": "317.00",
	"as": "315.00",
	"ez": "357.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
	"year": "2021/2022",
	"az": "315.00",
	"as": "غير متوفر",
	"ez": "325.00",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة عامة بنين أسيوط",
	"year": "2021/2022",
	"az": "417.00",
	"as": "غير متوفر",
	"ez": "398.00",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة خاصة بنين أسيوط",
	"year": "2021/2022",
	"az": "462.00",
	"as": "غير متوفر",
	"ez": "390.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الزراعة بنين أسيوط",
	"year": "2021/2022",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "426.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
	"year": "2021/2022",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "536.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الصيدلة تخصص عام بنين أسيوط",
	"year": "2021/2022",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "609.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الطب تخصص عام بنين أسيوط",
	"year": "2021/2022",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "622.00",
	"es": "غير متوفر"
}, {
	"name": "كلية طب اسنان تخصص عام بنين أسيوط",
	"year": "2021/2022",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "619.00",
	"es": "غير متوفر"
}, {
	"name": "كلية العلوم تخصص عام بنين أسيوط",
	"year": "2021/2022",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "514.00",
	"es": "غير متوفر"
}, {
	"name": "معهد إعداد فني التحاليل البيولوجية بكلية العلوم بنين أسيوط",
	"year": "2021/2022",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "509.00",
	"es": "غير متوفر"
}, {
	"name": "معهد إعداد فني المختبرات بكلية العلوم بنين أسيوط",
	"year": "2021/2022",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "496.00",
	"es": "غير متوفر"
}, {
	"name": "معهد إعداد فني قواعد البيانات بكلية العلوم بنين أسيوط",
	"year": "2021/2022",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "427.00",
	"es": "غير متوفر"
}, {
	"name": "كلية أصول الدين بنين أسيوط",
	"year": "2020/2021",
	"az": "340.00",
	"as": "315.00",
	"ez": "375.00",
	"es": "325.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
	"year": "2020/2021",
	"az": "417.00",
	"as": "353.00",
	"ez": "432.00",
	"es": "334.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
	"year": "2020/2021",
	"az": "358.00",
	"as": "324.00",
	"ez": "397.00",
	"es": "325.00"
}, {
	"name": "معهد معاوني القضاء بكلية الشريعة والقانون بنين أسيوط",
	"year": "2020/2021",
	"az": "364.00",
	"as": "غير متوفر",
	"ez": "341.00",
	"es": "غير متوفر"
}, {
	"name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
	"year": "2020/2021",
	"az": "333.00",
	"as": "315.00",
	"ez": "389.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
	"year": "2020/2021",
	"az": "349.00",
	"as": "315.00",
	"ez": "377.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
	"year": "2020/2021",
	"az": "328.00",
	"as": "غير متوفر",
	"ez": "325.00",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة عامة بنين أسيوط",
	"year": "2020/2021",
	"az": "450.00",
	"as": "غير متوفر",
	"ez": "446.00",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة خاصة بنين أسيوط",
	"year": "2020/2021",
	"az": "415.00",
	"as": "غير متوفر",
	"ez": "406.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الزراعة بنين أسيوط",
	"year": "2020/2021",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "458.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
	"year": "2020/2021",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "573.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الصيدلة تخصص عام بنين أسيوط",
	"year": "2020/2021",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "626.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الطب تخصص عام بنين أسيوط",
	"year": "2020/2021",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "632.00",
	"es": "غير متوفر"
}, {
	"name": "كلية طب اسنان تخصص عام بنين أسيوط",
	"year": "2020/2021",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "630.00",
	"es": "غير متوفر"
}, {
	"name": "كلية العلوم تخصص عام بنين أسيوط",
	"year": "2020/2021",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "570.00",
	"es": "غير متوفر"
}, {
	"name": "معهد إعداد فني التحاليل البيولوجية بكلية العلوم بنين أسيوط",
	"year": "2020/2021",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "553.00",
	"es": "غير متوفر"
}, {
	"name": "معهد إعداد فني المختبرات بكلية العلوم بنين أسيوط",
	"year": "2020/2021",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "539.00",
	"es": "غير متوفر"
}, {
	"name": "معهد إعداد فني قواعد البيانات بكلية العلوم بنين أسيوط",
	"year": "2020/2021",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "480.00",
	"es": "غير متوفر"
}, {
	"name": "كلية أصول الدين بنين أسيوط",
	"year": "2019/2020",
	"az": "347.00",
	"as": "319.00",
	"ez": "358.00",
	"es": "325.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
	"year": "2019/2020",
	"az": "406.00",
	"as": "348.00",
	"ez": "404.00",
	"es": "374.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
	"year": "2019/2020",
	"az": "343.50",
	"as": "318.00",
	"ez": "354.00",
	"es": "333.00"
}, {
	"name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
	"year": "2019/2020",
	"az": "327.00",
	"as": "315.00",
	"ez": "352.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
	"year": "2019/2020",
	"az": "344.00",
	"as": "319.00",
	"ez": "345.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
	"year": "2019/2020",
	"az": "340.00",
	"as": "غير متوفر",
	"ez": "325.00",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة عامة بنين أسيوط",
	"year": "2019/2020",
	"az": "392.00",
	"as": "غير متوفر",
	"ez": "402.00",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة خاصة بنين أسيوط",
	"year": "2019/2020",
	"az": "366.00",
	"as": "غير متوفر",
	"ez": "360.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الزراعة بنين أسيوط",
	"year": "2019/2020",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "439.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الصيدلة تخصص عام بنين أسيوط",
	"year": "2019/2020",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "606.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الطب تخصص عام بنين أسيوط",
	"year": "2019/2020",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "616.00",
	"es": "غير متوفر"
}, {
	"name": "كلية طب اسنان تخصص عام بنين أسيوط",
	"year": "2019/2020",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "613.00",
	"es": "غير متوفر"
}, {
	"name": "كلية العلوم تخصص عام بنين أسيوط",
	"year": "2019/2020",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "533.00",
	"es": "غير متوفر"
}, {
	"name": "كلية أصول الدين بنين أسيوط",
	"year": "2018/2019",
	"az": "352.00",
	"as": "322.00",
	"ez": "350.00",
	"es": "325.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
	"year": "2018/2019",
	"az": "431.00",
	"as": "351.00",
	"ez": "417.00",
	"es": "384.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
	"year": "2018/2019",
	"az": "353.00",
	"as": "321.00",
	"ez": "378.00",
	"es": "351.00"
}, {
	"name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
	"year": "2018/2019",
	"az": "335.00",
	"as": "315.00",
	"ez": "367.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
	"year": "2018/2019",
	"az": "350.00",
	"as": "318.00",
	"ez": "357.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
	"year": "2018/2019",
	"az": "344.00",
	"as": "غير متوفر",
	"ez": "328.50",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة عامة بنين أسيوط",
	"year": "2018/2019",
	"az": "417.00",
	"as": "غير متوفر",
	"ez": "428.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الزراعة بنين أسيوط",
	"year": "2018/2019",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "432.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الصيدلة تخصص عام بنين أسيوط",
	"year": "2018/2019",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "605.50",
	"es": "غير متوفر"
}, {
	"name": "كلية الطب تخصص عام بنين أسيوط",
	"year": "2018/2019",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "618.00",
	"es": "غير متوفر"
}, {
	"name": "كلية طب اسنان تخصص عام بنين أسيوط",
	"year": "2018/2019",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "613.00",
	"es": "غير متوفر"
}, {
	"name": "كلية العلوم تخصص عام بنين أسيوط",
	"year": "2018/2019",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "540.00",
	"es": "غير متوفر"
}, {
	"name": "كلية أصول الدين بنين أسيوط",
	"year": "2017/2018",
	"az": "361.00",
	"as": "328.00",
	"ez": "335.00",
	"es": "325.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
	"year": "2017/2018",
	"az": "452.00",
	"as": "377.00",
	"ez": "414.00",
	"es": "376.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
	"year": "2017/2018",
	"az": "367.00",
	"as": "331.00",
	"ez": "365.00",
	"es": "344.00"
}, {
	"name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
	"year": "2017/2018",
	"az": "332.00",
	"as": "318.00",
	"ez": "363.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
	"year": "2017/2018",
	"az": "349.00",
	"as": "328.00",
	"ez": "346.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
	"year": "2017/2018",
	"az": "335.00",
	"as": "غير متوفر",
	"ez": "325.00",
	"es": "غير متوفر"
}, {
	"name": "كلية التربية شعبة عامة بنين أسيوط",
	"year": "2017/2018",
	"az": "412.00",
	"as": "غير متوفر",
	"ez": "418.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الزراعة بنين أسيوط",
	"year": "2017/2018",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "416.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
	"year": "2017/2018",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "543.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الصيدلة تخصص عام بنين أسيوط",
	"year": "2017/2018",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "598.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الطب تخصص عام بنين أسيوط",
	"year": "2017/2018",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "611.00",
	"es": "غير متوفر"
}, {
	"name": "كلية طب اسنان تخصص عام بنين أسيوط",
	"year": "2017/2018",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "606.00",
	"es": "غير متوفر"
}, {
	"name": "كلية العلوم تخصص عام بنين أسيوط",
	"year": "2017/2018",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "523.00",
	"es": "غير متوفر"
}, {
	"name": "كلية أصول الدين بنين أسيوط",
	"year": "2016/2017",
	"az": "337.00",
	"as": "315.00",
	"ez": "380.00",
	"es": "357.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
	"year": "2016/2017",
	"az": "388.00",
	"as": "326.00",
	"ez": "448.00",
	"es": "427.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
	"year": "2016/2017",
	"az": "339.00",
	"as": "315.00",
	"ez": "414.00",
	"es": "364.00"
}, {
	"name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
	"year": "2016/2017",
	"az": "320.00",
	"as": "315.00",
	"ez": "358.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
	"year": "2016/2017",
	"az": "366.00",
	"as": "322.50",
	"ez": "393.00",
	"es": "370.00"
}, {
	"name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
	"year": "2016/2017",
	"az": "374.00",
	"as": "غير متوفر",
	"ez": "389.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الزراعة بنين أسيوط",
	"year": "2016/2017",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "436.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
	"year": "2016/2017",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "532.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الصيدلة تخصص عام بنين أسيوط",
	"year": "2016/2017",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "598.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الطب تخصص عام بنين أسيوط",
	"year": "2016/2017",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "617.50",
	"es": "غير متوفر"
}, {
	"name": "كلية طب اسنان تخصص عام بنين أسيوط",
	"year": "2016/2017",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "614.00",
	"es": "غير متوفر"
}, {
	"name": "كلية العلوم تخصص عام بنين أسيوط",
	"year": "2016/2017",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "532.00",
	"es": "غير متوفر"
}, {
	"name": "كلية أصول الدين بنين أسيوط",
	"year": "2015/2016",
	"az": "399.00",
	"as": "315.00",
	"ez": "340.00",
	"es": "325.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
	"year": "2015/2016",
	"az": "397.50",
	"as": "315.00",
	"ez": "444.00",
	"es": "409.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
	"year": "2015/2016",
	"az": "349.00",
	"as": "315.00",
	"ez": "399.00",
	"es": "367.00"
}, {
	"name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
	"year": "2015/2016",
	"az": "315.50",
	"as": "315.00",
	"ez": "341.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
	"year": "2015/2016",
	"az": "376.00",
	"as": "315.00",
	"ez": "370.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
	"year": "2015/2016",
	"az": "388.00",
	"as": "غير متوفر",
	"ez": "378.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الزراعة بنين أسيوط",
	"year": "2015/2016",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "439.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
	"year": "2015/2016",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "544.50",
	"es": "غير متوفر"
}, {
	"name": "كلية الصيدلة تخصص عام بنين أسيوط",
	"year": "2015/2016",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "585.50",
	"es": "غير متوفر"
}, {
	"name": "كلية الطب تخصص عام بنين أسيوط",
	"year": "2015/2016",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "606.50",
	"es": "غير متوفر"
}, {
	"name": "كلية طب اسنان تخصص عام بنين أسيوط",
	"year": "2015/2016",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "601.50",
	"es": "غير متوفر"
}, {
	"name": "كلية العلوم تخصص عام بنين أسيوط",
	"year": "2015/2016",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "514.00",
	"es": "غير متوفر"
}, {
	"name": "كلية أصول الدين بنين أسيوط",
	"year": "2014/2015",
	"az": "379.00",
	"as": "320.00",
	"ez": "413.00",
	"es": "397.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
	"year": "2014/2015",
	"az": "434.00",
	"as": "355.00",
	"ez": "507.00",
	"es": "454.00"
}, {
	"name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
	"year": "2014/2015",
	"az": "388.00",
	"as": "321.00",
	"ez": "456.00",
	"es": "424.00"
}, {
	"name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
	"year": "2014/2015",
	"az": "354.00",
	"as": "315.00",
	"ez": "386.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
	"year": "2014/2015",
	"az": "425.00",
	"as": "349.00",
	"ez": "328.00",
	"es": "325.00"
}, {
	"name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
	"year": "2014/2015",
	"az": "433.00",
	"as": "غير متوفر",
	"ez": "418.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الزراعة بنين أسيوط",
	"year": "2014/2015",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "472.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
	"year": "2014/2015",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "574.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الصيدلة تخصص عام بنين أسيوط",
	"year": "2014/2015",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "610.00",
	"es": "غير متوفر"
}, {
	"name": "كلية الطب تخصص عام بنين أسيوط",
	"year": "2014/2015",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "623.50",
	"es": "غير متوفر"
}, {
	"name": "كلية طب اسنان تخصص عام بنين أسيوط",
	"year": "2014/2015",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "620.50",
	"es": "غير متوفر"
}, {
	"name": "كلية العلوم تخصص عام بنين أسيوط",
	"year": "2014/2015",
	"az": "غير متوفر",
	"as": "غير متوفر",
	"ez": "548.00",
	"es": "غير متوفر"
}];

function getTansiqByName(id, name) {
	let printData = document.getElementById(id);
	let data = "";
	for(i = 0; i < tansiq.length; i++) {
		if(tansiq[i].name == name) {
			function checkF(c) {
				if(c == "غير متوفر") {
					return `<span class="fas fa-times"></span>`;
				} else {
					return c;
				}
			}
			data += `<tr><td>${tansiq[i].year}</td><td>${checkF(tansiq[i].az)}</td><td>${checkF(tansiq[i].as)}</td><td>${checkF(tansiq[i].ez)}</td><td>${checkF(tansiq[i].es)}</td></tr>`;
		}
		printData.innerHTML = data;
	}
}
