const tansiq =  [
        {
            "name": "كلية أصول الدين بنين أسيوط",
            "year": "2022/2023",
            "az": "315",
            "as": "315",
            "ez": "325",
            "es": "390"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
            "year": "2022/2023",
            "az": "359",
            "as": "342",
            "ez": "358",
            "es": "325"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
            "year": "2022/2023",
            "az": "322",
            "as": "315",
            "ez": "325",
            "es": "354"
        },
        {
            "name": "معهد معاوني القضاء بكلية الشريعة والقانون بنين أسيوط",
            "year": "2022/2023",
            "az": "343",
            "as": "غير متوفر",
            "ez": "325",
            "es": "غير متوفر"
        },
        {
            "name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
            "year": "2022/2023",
            "az": "315",
            "as": "326",
            "ez": "325",
            "es": "500"
        },
        {
            "name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
            "year": "2022/2023",
            "az": "327",
            "as": "315",
            "ez": "330",
            "es": "357"
        },
        {
            "name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
            "year": "2022/2023",
            "az": "315",
            "as": "غير متوفر",
            "ez": "338",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة عامة بنين أسيوط",
            "year": "2022/2023",
            "az": "361",
            "as": "غير متوفر",
            "ez": "340",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة خاصة بنين أسيوط",
            "year": "2022/2023",
            "az": "331",
            "as": "غير متوفر",
            "ez": "368",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الزراعة بنين أسيوط",
            "year": "2022/2023",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "465",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
            "year": "2022/2023",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "524",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الصيدلة تخصص عام بنين أسيوط",
            "year": "2022/2023",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "603",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الطب تخصص عام بنين أسيوط",
            "year": "2022/2023",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "616",
            "es": "غير متوفر"
        },
        {
            "name": "كلية طب اسنان تخصص عام بنين أسيوط",
            "year": "2022/2023",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "613",
            "es": "غير متوفر"
        },
        {
            "name": "كلية العلوم تخصص عام بنين أسيوط",
            "year": "2022/2023",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "521",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني التحاليل البيولوجية بكلية العلوم بنين أسيوط",
            "year": "2022/2023",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "559",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني المختبرات بكلية العلوم\t بنين أسيوط",
            "year": "2022/2023",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "553",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني قواعد البيانات بكلية العلوم بنين أسيوط",
            "year": "2022/2023",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية أصول الدين بنين أسيوط",
            "year": "2020/2021",
            "az": "340",
            "as": "315",
            "ez": "375",
            "es": "325"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
            "year": "2020/2021",
            "az": "417",
            "as": "353",
            "ez": "432",
            "es": "334"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
            "year": "2020/2021",
            "az": "358",
            "as": "324",
            "ez": "397",
            "es": "325"
        },
        {
            "name": "معهد معاوني القضاء بكلية الشريعة والقانون بنين أسيوط",
            "year": "2020/2021",
            "az": "335",
            "as": "غير متوفر",
            "ez": "341",
            "es": "غير متوفر"
        },
        {
            "name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
            "year": "2020/2021",
            "az": "333",
            "as": "315",
            "ez": "389",
            "es": "325"
        },
        {
            "name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
            "year": "2020/2021",
            "az": "349",
            "as": "315",
            "ez": "377",
            "es": "325"
        },
        {
            "name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
            "year": "2020/2021",
            "az": "328",
            "as": "غير متوفر",
            "ez": "325",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة عامة بنين أسيوط",
            "year": "2020/2021",
            "az": "450",
            "as": "غير متوفر",
            "ez": "446",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة خاصة بنين أسيوط",
            "year": "2020/2021",
            "az": "415",
            "as": "غير متوفر",
            "ez": "406",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الزراعة بنين أسيوط",
            "year": "2020/2021",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "458",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
            "year": "2020/2021",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "573",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الصيدلة تخصص عام بنين أسيوط",
            "year": "2020/2021",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "626",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الطب تخصص عام بنين أسيوط",
            "year": "2020/2021",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "632",
            "es": "غير متوفر"
        },
        {
            "name": "كلية طب اسنان تخصص عام بنين أسيوط",
            "year": "2020/2021",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "630",
            "es": "غير متوفر"
        },
        {
            "name": "كلية العلوم تخصص عام بنين أسيوط",
            "year": "2020/2021",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "570",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني التحاليل البيولوجية بكلية العلوم بنين أسيوط",
            "year": "2020/2021",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "553",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني المختبرات بكلية العلوم\t بنين أسيوط",
            "year": "2020/2021",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "539",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني قواعد البيانات بكلية العلوم بنين أسيوط",
            "year": "2020/2021",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "480",
            "es": "غير متوفر"
        },
        {
            "name": "كلية أصول الدين بنين أسيوط",
            "year": "2019/2020",
            "az": "347",
            "as": "319",
            "ez": "358",
            "es": "325"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
            "year": "2019/2020",
            "az": "406",
            "as": "348",
            "ez": "404",
            "es": "374"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
            "year": "2019/2020",
            "az": "343.5",
            "as": "318",
            "ez": "354.5",
            "es": "333"
        },
        {
            "name": "معهد معاوني القضاء بكلية الشريعة والقانون بنين أسيوط",
            "year": "2019/2020",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
            "year": "2019/2020",
            "az": "327",
            "as": "315",
            "ez": "352",
            "es": "325"
        },
        {
            "name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
            "year": "2019/2020",
            "az": "344",
            "as": "319",
            "ez": "345",
            "es": "325"
        },
        {
            "name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
            "year": "2019/2020",
            "az": "340",
            "as": "غير متوفر",
            "ez": "325",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة عامة بنين أسيوط",
            "year": "2019/2020",
            "az": "392",
            "as": "غير متوفر",
            "ez": "402",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة خاصة بنين أسيوط",
            "year": "2019/2020",
            "az": "366",
            "as": "غير متوفر",
            "ez": "360",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الزراعة بنين أسيوط",
            "year": "2019/2020",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "439",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
            "year": "2019/2020",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الصيدلة تخصص عام بنين أسيوط",
            "year": "2019/2020",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "606",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الطب تخصص عام بنين أسيوط",
            "year": "2019/2020",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "616",
            "es": "غير متوفر"
        },
        {
            "name": "كلية طب اسنان تخصص عام بنين أسيوط",
            "year": "2019/2020",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "613",
            "es": "غير متوفر"
        },
        {
            "name": "كلية العلوم تخصص عام بنين أسيوط",
            "year": "2019/2020",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "533",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني التحاليل البيولوجية بكلية العلوم بنين أسيوط",
            "year": "2019/2020",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني المختبرات بكلية العلوم\t بنين أسيوط",
            "year": "2019/2020",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني قواعد البيانات بكلية العلوم بنين أسيوط",
            "year": "2019/2020",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية أصول الدين بنين أسيوط",
            "year": "2018/2019",
            "az": "347",
            "as": "319",
            "ez": "358",
            "es": "325"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
            "year": "2018/2019",
            "az": "406",
            "as": "348",
            "ez": "404",
            "es": "374"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
            "year": "2018/2019",
            "az": "343.5",
            "as": "318",
            "ez": "354.5",
            "es": "333"
        },
        {
            "name": "معهد معاوني القضاء بكلية الشريعة والقانون بنين أسيوط",
            "year": "2018/2019",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
            "year": "2018/2019",
            "az": "327",
            "as": "315",
            "ez": "352",
            "es": "325"
        },
        {
            "name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
            "year": "2018/2019",
            "az": "344",
            "as": "319",
            "ez": "345",
            "es": "325"
        },
        {
            "name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
            "year": "2018/2019",
            "az": "340",
            "as": "غير متوفر",
            "ez": "325",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة عامة بنين أسيوط",
            "year": "2018/2019",
            "az": "392",
            "as": "غير متوفر",
            "ez": "402",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة خاصة بنين أسيوط",
            "year": "2018/2019",
            "az": "366",
            "as": "غير متوفر",
            "ez": "360",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الزراعة بنين أسيوط",
            "year": "2018/2019",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "432",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
            "year": "2018/2019",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الصيدلة تخصص عام بنين أسيوط",
            "year": "2018/2019",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "605.5",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الطب تخصص عام بنين أسيوط",
            "year": "2018/2019",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "618",
            "es": "غير متوفر"
        },
        {
            "name": "كلية طب اسنان تخصص عام بنين أسيوط",
            "year": "2018/2019",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "613",
            "es": "غير متوفر"
        },
        {
            "name": "كلية العلوم تخصص عام بنين أسيوط",
            "year": "2018/2019",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "540",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني التحاليل البيولوجية بكلية العلوم بنين أسيوط",
            "year": "2018/2019",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني المختبرات بكلية العلوم\t بنين أسيوط",
            "year": "2018/2019",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني قواعد البيانات بكلية العلوم بنين أسيوط",
            "year": "2018/2019",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية أصول الدين بنين أسيوط",
            "year": "2017/2018",
            "az": "361",
            "as": "328",
            "ez": "335",
            "es": "325"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
            "year": "2017/2018",
            "az": "452",
            "as": "377",
            "ez": "414",
            "es": "376"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
            "year": "2017/2018",
            "az": "367",
            "as": "331",
            "ez": "365",
            "es": "344"
        },
        {
            "name": "معهد معاوني القضاء بكلية الشريعة والقانون بنين أسيوط",
            "year": "2017/2018",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
            "year": "2017/2018",
            "az": "332",
            "as": "318",
            "ez": "363",
            "es": "325"
        },
        {
            "name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
            "year": "2017/2018",
            "az": "349",
            "as": "328",
            "ez": "346",
            "es": "325"
        },
        {
            "name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
            "year": "2017/2018",
            "az": "335",
            "as": "غير متوفر",
            "ez": "325",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة عامة بنين أسيوط",
            "year": "2017/2018",
            "az": "412",
            "as": "غير متوفر",
            "ez": "418",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة خاصة بنين أسيوط",
            "year": "2017/2018",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الزراعة بنين أسيوط",
            "year": "2017/2018",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "416",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
            "year": "2017/2018",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "543",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الصيدلة تخصص عام بنين أسيوط",
            "year": "2017/2018",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "598",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الطب تخصص عام بنين أسيوط",
            "year": "2017/2018",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "611",
            "es": "غير متوفر"
        },
        {
            "name": "كلية طب اسنان تخصص عام بنين أسيوط",
            "year": "2017/2018",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "606",
            "es": "غير متوفر"
        },
        {
            "name": "كلية العلوم تخصص عام بنين أسيوط",
            "year": "2017/2018",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "523",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني التحاليل البيولوجية بكلية العلوم بنين أسيوط",
            "year": "2017/2018",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني المختبرات بكلية العلوم\t بنين أسيوط",
            "year": "2017/2018",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني قواعد البيانات بكلية العلوم بنين أسيوط",
            "year": "2017/2018",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية أصول الدين بنين أسيوط",
            "year": "2016/2017",
            "az": "337",
            "as": "315",
            "ez": "380",
            "es": "357"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
            "year": "2016/2017",
            "az": "388",
            "as": "326",
            "ez": "448",
            "es": "427"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
            "year": "2016/2017",
            "az": "339",
            "as": "315",
            "ez": "414",
            "es": "364"
        },
        {
            "name": "معهد معاوني القضاء بكلية الشريعة والقانون بنين أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
            "year": "2016/2017",
            "az": "320",
            "as": "315",
            "ez": "358",
            "es": "325"
        },
        {
            "name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
            "year": "2016/2017",
            "az": "366",
            "as": "322.5",
            "ez": "393",
            "es": "370"
        },
        {
            "name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
            "year": "2016/2017",
            "az": "374",
            "as": "غير متوفر",
            "ez": "389",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة عامة بنين أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة خاصة بنين أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الزراعة بنين أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "436",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "532",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الصيدلة تخصص عام بنين أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "598",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الطب تخصص عام بنين أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "614",
            "es": "غير متوفر"
        },
        {
            "name": "كلية طب اسنان تخصص عام بنين أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "617.5",
            "es": "غير متوفر"
        },
        {
            "name": "كلية العلوم تخصص عام بنين أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "532",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني التحاليل البيولوجية بكلية العلوم بنين أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني المختبرات بكلية العلوم\t بنين أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني قواعد البيانات بكلية العلوم بنين أسيوط",
            "year": "2016/2017",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية أصول الدين بنين أسيوط",
            "year": "2015/2016",
            "az": "339",
            "as": "315",
            "ez": "340",
            "es": "325"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة والقانون بنين أسيوط",
            "year": "2015/2016",
            "az": "397.5",
            "as": "315",
            "ez": "444",
            "es": "409"
        },
        {
            "name": "كلية الشريعة والقانون شعبة الشريعة الإسلامية بنين أسيوط",
            "year": "2015/2016",
            "az": "349",
            "as": "315",
            "ez": "399",
            "es": "367"
        },
        {
            "name": "معهد معاوني القضاء بكلية الشريعة والقانون بنين أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية اللغة العربية شعبة عامة بنين أسيوط",
            "year": "2015/2016",
            "az": "315.5",
            "as": "315",
            "ez": "341",
            "es": "325"
        },
        {
            "name": "كلية اللغة العربية شعبة التاريخ والحضارة بنين أسيوط",
            "year": "2015/2016",
            "az": "376",
            "as": "315",
            "ez": "370",
            "es": "325"
        },
        {
            "name": "كلية اللغة العربية شعبة وثائق ومكتبات ومعلومات بنين أسيوط",
            "year": "2015/2016",
            "az": "388",
            "as": "غير متوفر",
            "ez": "378",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة عامة بنين أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية التربية شعبة خاصة بنين أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الزراعة بنين أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "439",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الهندسة الزراعية بنين القاهرة فصول أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "544.5",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الصيدلة تخصص عام بنين أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "585.5",
            "es": "غير متوفر"
        },
        {
            "name": "كلية الطب تخصص عام بنين أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "606.5",
            "es": "غير متوفر"
        },
        {
            "name": "كلية طب اسنان تخصص عام بنين أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "601.5",
            "es": "غير متوفر"
        },
        {
            "name": "كلية العلوم تخصص عام بنين أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "514",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني التحاليل البيولوجية بكلية العلوم بنين أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني المختبرات بكلية العلوم\t بنين أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        },
        {
            "name": "معهد إعداد فني قواعد البيانات بكلية العلوم بنين أسيوط",
            "year": "2015/2016",
            "az": "غير متوفر",
            "as": "غير متوفر",
            "ez": "غير متوفر",
            "es": "غير متوفر"
        }
    ]
